Repository: KubaCZ721/YOURLS-cs_CZ
Catalog: *.po
Languages: cs_cz

source: Statistics for %s
cs_cz: Statistiky pro %s

source: Short URL
cs_cz: Krátká URL

source: Aggregate stats for duplicate short URLs
cs_cz: Agregované statistiky pro duplikované krátké URL

source: Long URL
cs_cz: Dlouhá URL

source: Traffic statistics
cs_cz: Statistiky návštěvnosti

source: Traffic location
cs_cz: Místa návštěvnosti

source: Traffic sources
cs_cz: Zdroje návštěvnosti

source: Share
cs_cz: Sdílet

source: Last 24 hours
cs_cz: Posledních 24 hodin

source: Last 7 days
cs_cz: Posledních 7 dnů

source: Last 30 days
cs_cz: Posledních 30 dnů

source: All time
cs_cz: Celkový čas

source: Number of hits : %s
cs_cz: Počet kliknutí: %s

source: Historical click count
cs_cz: Historický počet kliknutí

source: about 1 day ago
cs_cz: asi před 1 dnem

source: Short URL created on %s
cs_cz: Krátká URL vytvořena %s

source: %s per day
cs_cz: %s za den

source: %s per hour
cs_cz: %s za hodinu

source: %s hit
cs_cz: %s za klik

source: Best day
cs_cz: Nejlepší den

source: <strong>%1$s</strong> hit on %2$s
cs_cz: <strong>%1$s</strong> kliknutí na %2$s

source: Click for more details
cs_cz: Klikněte pro více detailů

source: Year %s
cs_cz: Rok %s

source: 1 hit
cs_cz: 1 kliknutí

source: No traffic yet. Get some clicks first!
cs_cz: Zatím žádná návštěvnost. Získejte nejdříve nějaká kliknutí!

source: Top 5 countries
cs_cz: Top 5 zemí

source: Overall traffic
cs_cz: Celková návštěvnost

source: No country data.
cs_cz: Žádná data země.

source: Referrer shares
cs_cz: Sdílení referrera

source: Others
cs_cz: Ostatní

source: Referrers
cs_cz: Referreři

source: (details)
cs_cz: (detaily)

source: Various:
cs_cz: Různé:

source: Direct vs Referrer Traffic
cs_cz: Přímá vs Referrer návštěvnost

source: Direct
cs_cz: Přímo

source: Direct traffic:
cs_cz: Přímá návštěvnost:

source: <strong>%s</strong> hit
cs_cz: <strong>%s</strong> klik

source: Referrer traffic:
cs_cz: Referrer návštěvnost:

source: No referrer data.
cs_cz: Žádná referrer data.

source: Short link
cs_cz: Zkrácený odkaz

source: Quick Share
cs_cz: Rychlé sdílení

source: Title
cs_cz: Název

source: IP Address
cs_cz: IP Adresa

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
cs_cz: Hledání <strong>%1$s</strong> v <strong>%2$s</strong>.

source: Date
cs_cz: Datum

source: Clicks
cs_cz: Kliknutí

source: Short URL created, but could not redirect to %s !
cs_cz: Krátká URL vytvořena, ale není možné přesměrovat na %s!

source: Unknown "Share" bookmarklet
cs_cz: Neznámá "Sdílet" záložka

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
cs_cz: Zobrazuje se <strong>%1$s</strong> až <strong class="increment">%2$s</strong> z <strong class="increment">%3$s</strong> URLs

source: counting <strong>1</strong> click
cs_cz: započítané <strong>1</strong> kliknutí

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
cs_cz: Celkově, sledujeme <strong class="increment">%1$s</strong> odkazů, <strong>%2$s</strong> kliknutí, a pokračujeme!

source: No URL
cs_cz: Žádná URL

source: %s version is too old. Ask your server admin for an upgrade.
cs_cz: %s verze je příliš stará. Požádejte svého server administrátora o aktualizaci.

source: YOURLS already installed.
cs_cz: YOURLS je už nainstalováno.

source: File <tt>.htaccess</tt> successfully created/updated.
cs_cz: Soubor <tt>.htaccess</tt> úspěšně vytvořen/aktualizován.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
cs_cz: Nepodařilo se zapsat soubor <tt>.htaccess</tt> v YOURLS kořenovém adresáři. Budete to muset udělat ručně. Podívejte se <a href="http://yourls.org/htaccess">jak</a>.

source: Install YOURLS
cs_cz: Instalovat YOURLS

source: YOURLS Administration Page
cs_cz: YOURLS Administrace

source: Unsupported action
cs_cz: Nepodporovaná akce

source: No plugin specified, or not a valid plugin
cs_cz: Nespecifikován žádný plugin nebo není plugin platný

source: Plugin has been activated
cs_cz: Plugin je aktivován

source: Plugin has been deactivated
cs_cz: Plugin je deaktivován

source: Manage Plugins
cs_cz: Správa pluginů

source: Plugins
cs_cz: Pluginy

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
cs_cz: Aktuálně máte <strong>%1$s</strong> nainstalovných a <strong>%2$s</strong> aktivovaných

source: Plugin Name
cs_cz: Název pluginu

source: Version
cs_cz: Verze

source: Description
cs_cz: Popis

source: Author
cs_cz: Autor

source: Action
cs_cz: Akce

source: Deactivate
cs_cz: Deaktivovat

source: Activate
cs_cz: Aktivovat

source: plugin file location: %s
cs_cz: umístění souboru pluginu: %s

source: Toggle active/inactive plugins
cs_cz: Přepnou aktivní/neaktivní pluginy

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
cs_cz: Pokud se něco pokazí po aktivaci pluginu a nemůžete používat YOURLS nebo přistupovat na tuto stránku, jednoduše přejmenujte nebo odstraňte jeho adresář, nebo přejmenujte soubor pluginu na něco jiného než <code>plugin.php</code>.

source: More plugins
cs_cz: Více pluginů

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
cs_cz: Pro více pluginů, zamiřte do oficiálního <a href="http://yourls.org/pluginlist">Seznamu pluginů</a>.

source: Cool YOURLS Tools
cs_cz: Cool YOURLS Nástroje

source: Bookmarklets
cs_cz: Záložky

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
cs_cz: YOURLS přichází s praktickými <span>záložkami</span> pro snadnější zkracování a sdílení odkazu.

source: Standard or Instant, Simple or Custom
cs_cz: Standardní nebo Instantní, Jednoduché nebo Vlastní

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
cs_cz: <span>Standardní záložky</span> vás zavedou na stránku, kde si můžete snadno upravit nebo smazat zbrusu novou krátkou URL.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
cs_cz: <span>Instantní záložky</span> zobrazí krátkou URL, aniž byste opustil prohlíženou stránku.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
cs_cz: <span>Jednoduché záložky</span> vygeneruje krátkou URL s náhodným nebo sekvenčním klíčovým slovem.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
cs_cz: <span>Vlastní klíčové slovo záložky</span> vás nejdříve vyzve k vlastnímu klíčovému slovu.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
cs_cz: Pokud chcete sdílet popis spolu s odkazem který zkracujete, jednoduše <span>vyberte text</span> na stránce, kterou si prohlížíte před kliknutím na Váš záložkový odkaz

source: The Bookmarklets
cs_cz: Záložky

source: Click and drag links to your toolbar (or right-click and bookmark it)
cs_cz: Klikněte a přetáhněte odkazy na panel nástrojů (nebo klikněte pravým tlačítkem a přidejte je do záložek)

source: Standard (new page)
cs_cz: Standardní (nová stránka)

source: Instant (popup)
cs_cz: Instantní (popup)

source: Simple
cs_cz: Jednoduché

source: Drag to your toolbar!
cs_cz: Přetáhnout na panel nástrojů!

source: Shorten
cs_cz: Zkrátit

source: Instant Shorten
cs_cz: Instantní zkráceno

source: Custom Keyword
cs_cz: Vlastní klíčové slovo

source: Custom shorten
cs_cz: Vlastní zkráceno

source: Instant Custom Shorten
cs_cz: Instantní Vlastní zkráceno

source: Social Bookmarklets
cs_cz: Sociální záložky

source: Create a short URL and share it on social networks, all in one click!
cs_cz: Vytvořte krátkou URL a sdílejte to na sociálních sítích, to vše na jedno kliknutí!

source: Shorten and share:
cs_cz: Zkrátit a sdílet:

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
cs_cz: Při prohlížení stránky můžete také prefix jeho úplná URL: stačí zamířit do adresního řádku prohlížeče, přidat "<span>%s</span>" na začátek aktuální URL (těsně předtím, než její 'http: //' část) a stiskněte klávesu Enter.

source: Note: this will probably not work if your web server is running on Windows
cs_cz: Poznámka: toto nebude pravděpodobně fungovat, pokud váš webový server běží na Windows

source: (which seems to be the case here)
cs_cz: (který se zdá být tento případ)

source: Secure passwordless API call
cs_cz: Bezpečné bezheslové volání API

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
cs_cz: YOURLS umožňuje volání API postaru, použitím parametrů <tt>uživatelské jméno</tt> a <tt>heslo</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
cs_cz: Pokud se obáváte o odeslání Vašich přihlašovacích údajů do volné přírody, můžete také volat API bez použití Vašeho přihlašovacího jména nebo Vašeho hesla, pomocí tajného podpisového tokenu.

source: Your secret signature token: <strong><code>%s</code></strong>
cs_cz: Váš tajný podpisový token: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
cs_cz: (Je to tajemství . Udržujte to v tajnosti)

source: This signature token can only be used with the API, not with the admin interface.
cs_cz: Tento podpisový token může být použit pouze s API, ne v administračním rozhraní.

source: Usage of the signature token
cs_cz: Použití podpisového tokenu

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
cs_cz: Jednoduše použijte parametr <tt>signature</tt> ve vašich API požadavcích. Příklad:

source: Usage of a time limited signature token
cs_cz: Použití časově omezených podpisových tokenů

source: actual value:
cs_cz: aktuální hodnota:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
cs_cz: Nyní použijte parametry <tt>signature</tt> a <tt>timestamp</tt> ve svých API požadavcích. Příklad:

source: Actual values:
cs_cz: Aktuální hodnoty:

source: This URL would be valid for only %s seconds
cs_cz: Tato URL by byla platná pouze %s sekund

source: See the <a href="%s">API documentation</a> for more
cs_cz: Pro více informací se podívejte na <a href="%s">API dokumentaci</a>

source: Upgrade YOURLS
cs_cz: Aktualizovat YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
cs_cz: Aktualizace není vyžadována. Vraťte se <a href="%s">zpět ke hře</a>!

source: Your current installation needs to be upgraded.
cs_cz: Vaše aktuální instalace musí být aktualizována.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
cs_cz: Prosím, pěkně prosím, je Vám doporučeno <strong>zálohovat</strong>vaši databázi<br/>(měl byste to dělat pravidelně v tak jako tak)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
cs_cz: <em>Nemělo by se</em> stát nic strašného, ale to neznamená, že se <em>nic</em> nestane, že ano? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
cs_cz: V každém případě, když <span class='error'>se něco pokazí</span>, uvidíte zprávu a doufejme, že způsob, jak to opravit.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
cs_cz: Jstliže jde všechno příliš rychle a nemůžete to přečíst <span class="success">dobře pro Vás</span>,nechte to jít :)

source: Once you are ready, press "Upgrade" !
cs_cz: Jakmile jste připraven, stiskněte "Aktualizovat"!

source: Upgrade
cs_cz: Aktualizovat

source: Your installation is now up to date !
cs_cz: Vaše instalace je nyní aktuální!

source: Go back to <a href="%s">the admin interface</a>
cs_cz: Jít zpět do <a href="%s">administračního rozhraní</a>

source: Could not auto-encrypt passwords. Error was: "%s".
cs_cz: Nepodařilo se auto-šifrování hesel. Došlo k chybě: "%s".

source: <a href="%s">Get help</a>.
cs_cz: <a href="%s">Získat pomoc</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
cs_cz: <a href="%s">Klikněte zde</a> pro skrytí této zprávy po dobu jednoho týdne.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
cs_cz: YOURLS vyžaduje mysql, mysqli nebo pdo_mysql PHP rozšíření. Žádné rozšíření nenalezeno. Zkontrolujte Vaši server konfiguraci, nebo kontaktujte svého hostitele.

source: Fatal error
cs_cz: Fatalní chyba

source: Logged out successfully
cs_cz: Úspěšně odhlášen

source: Invalid username or password
cs_cz: Neplatné příhlašovací jméno nebo heslo

source: Please log in
cs_cz: Prosím přihlašte se

source: 1 query
cs_cz: 1 dotaz

source: Powered by %s
cs_cz: Postaveno na %s

source: Enter the URL
cs_cz: Vložte URL

source: Optional
cs_cz: Volitelné

source: Custom short URL
cs_cz: Vlastní krátká URL

source: Shorten The URL
cs_cz: Zkrátit URL

source: Search for %1$s in %2$s
cs_cz: Hledat %1$s v %2$s

source: Ascending
cs_cz: Vzestupně

source: Descending
cs_cz: Sestupně

source: Order by %1$s %2$s
cs_cz: Seřadit podle %1$s %2$s

source: Show %s rows
cs_cz: Zobrazit %s řádků

source: more
cs_cz: více

source: less
cs_cz: méně

source: Show links with %1$s than %2$s clicks
cs_cz: Zobrazit odkazy s %1$s než %2$s kliknutími

source: before
cs_cz: před

source: after
cs_cz: po

source: between
cs_cz: mezi

source: Show links created %1$s %2$s %3$s %4$s
cs_cz: Zobrazit odkazy vytvořené %1$s %2$s %3$s %4$s

source: Search
cs_cz: Hledat

source: Clear
cs_cz: Vymazat

source: 1 page
cs_cz: 1 stránka

source: Go to First Page
cs_cz: Přejít na první stranu

source: &laquo; First
cs_cz: &laquo; První

source: Last &raquo;
cs_cz: Poslední &raquo;

source: Your short link
cs_cz: Váš zkrácený odkaz

source: Long link
cs_cz: Dlouhý odkaz

source: Stats
cs_cz: Statistiky

source: Share with
cs_cz: Sdílet s

source: Tweet this!
cs_cz: Tweetnout tohle!

source: Share on Facebook
cs_cz: Sdílet na Facebook

source: Share on Friendfeed
cs_cz: Sdílet na Friendfeed

source: Save
cs_cz: Uložit

source: Save new values
cs_cz: Uložit nové hodnoty

source: Cancel
cs_cz: Zrušit

source: Cancel editing
cs_cz: Zrušit úpravy

source: Error, URL not found
cs_cz: Chyba, URL nenalezeno

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Odstranit

source: Not a common link
cs_cz: Není běžný odkaz

source: Original URL
cs_cz: Originální URL

source: Actions
cs_cz: Akce

source: Username
cs_cz: Přihlašovací jméno

source: Password
cs_cz: Heslo

source: Login
cs_cz: Příhlásit

source: Hello <strong>%s</strong>
cs_cz: Dobrý den, <strong>%s</strong>

source: Logout
cs_cz: Odhlásit

source: Help
cs_cz: Pomoc

source: Go to the admin interface
cs_cz: Jít na administrační rozhraní

source: Admin interface
cs_cz: Administrační rozhraní

source: Tools
cs_cz: Nástroje

source: Today
cs_cz: Dnes

source: Close
cs_cz: Zavřít

source: <a href="%s">YOURLS version %s</a> is available. Please update!
cs_cz: <a href="%s">YOURLS verze %s</a> je k dispozici. Prosím aktualizujte!

source: Incorrect DB config, or could not connect to DB
cs_cz: Nesprávné nastavení DB nebo se nedá připojit k DB.

source: Table '%s' created.
cs_cz: Tabulka '%s' vytvořena.

source: Error creating table '%s'.
cs_cz: Chyba při vyváření tabulky '%s'.

source: Could not initialize options
cs_cz: Nepodařilo se inicializovat volby

source: Could not insert sample short URLs
cs_cz: Nepodařilo se vložit ukázkové krátké URL

source: YOURLS tables successfully created.
cs_cz: YOURLS tabulky úspěšně vytvořeny.

source: Error creating YOURLS tables.
cs_cz: Chyba při vytváření YOURLS tabulek.

source: Sunday
cs_cz: Neděle

source: Monday
cs_cz: Pondělí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Středa

source: Thursday
cs_cz: Čtvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: S_Sunday_initial
cs_cz: N

source: M_Monday_initial
cs_cz: P

source: T_Tuesday_initial
cs_cz: Ú

source: W_Wednesday_initial
cs_cz: S

source: T_Thursday_initial
cs_cz: Č

source: F_Friday_initial
cs_cz: P

source: S_Saturday_initial
cs_cz: S

source: Sun
cs_cz: Ne

source: Mon
cs_cz: Po

source: Tue
cs_cz: Út

source: Wed
cs_cz: St

source: Thu
cs_cz: Čt

source: Fri
cs_cz: Pá

source: Sat
cs_cz: So

source: January
cs_cz: Leden

source: February
cs_cz: Únor

source: March
cs_cz: Březen

source: April
cs_cz: Duben

source: May
cs_cz: Květen

source: June
cs_cz: Červen

source: July
cs_cz: Červenec

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: Jan_January_abbreviation
cs_cz: Led

source: Feb_February_abbreviation
cs_cz: Úno

source: Mar_March_abbreviation
cs_cz: Bře

source: Apr_April_abbreviation
cs_cz: Dub

source: May_May_abbreviation
cs_cz: Kvě

source: Jun_June_abbreviation
cs_cz: Čer

source: Jul_July_abbreviation
cs_cz: Čec

source: Aug_August_abbreviation
cs_cz: Srp

source: Sep_September_abbreviation
cs_cz: Zář

source: Oct_October_abbreviation
cs_cz: Říj

source: Nov_November_abbreviation
cs_cz: Lis

source: Dec_December_abbreviation
cs_cz: Pro

source: am
cs_cz: ráno

source: pm
cs_cz: odpoledne

source: AM
cs_cz: ráno

source: PM
cs_cz: odpoledne

source: Could not find and deactivated plugin :
cs_cz: Nelze najít a deaktivovat plugin:

source: Not a valid plugin file
cs_cz: Neplatný soubor pluginu

source: Plugin already activated
cs_cz: Plugin už je aktivován

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
cs_cz: Plugin vygeneroval nečekaný výstup. Chyba byla: <br/><pre>%s</pre>

source: Plugin not active
cs_cz: Plugin neaktivní

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
cs_cz: Tato stránka neexistuje. Možná je plugin, který jste myslel, že byl aktivován, neaktivní?

source: Invalid link
cs_cz: Neplatný odkaz

source: Missing or malformed URL
cs_cz: Chybějící nebo je špatná URL

source: URL is a short URL
cs_cz: URL je zkrácená URL

source: Short URL %s already exists in database or is reserved
cs_cz: Zkrácená URL %s již existuje v databázi nebo je rezervována

source: %s added to database
cs_cz: %s přidáno do databáze

source: Error saving url to database
cs_cz: Chyba při ukládání URL do databáze

source: %s already exists in database
cs_cz: %s už je v databázi

source: Link updated in database
cs_cz: Odkaz v databázi aktualizován

source: Error updating %s (Short URL: %s)
cs_cz: Chyba aktualizace %s (Krátká URL: %s)

source: URL or keyword already exists in database
cs_cz: URL nebo klíčové slovo již existují v databázi

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
cs_cz: pokud nebudete do 10 sekund přesměrován/a, prosím <a href="%s">klikněte sem</a>

source: Please <a href="%s">click here</a>
cs_cz: Prosím <a href="%s">,klikněte zde</a>

source: Too many URLs added too fast. Slow down please.
cs_cz: Příliš mnoho URL přidáno příliš rychle. Zpomalte prosím.

source: Forbidden
cs_cz: Zakázané

source: Unauthorized action or expired link
cs_cz: Neautorizovaná akce nebo vypršela platnost odkazu

source: Error
cs_cz: Chyba

source: Service temporarily unavailable
cs_cz: Služba je momentálně nedostupná

source: Our service is currently undergoing scheduled maintenance.
cs_cz: Naše služba v současné době prochází pravidelnou údržbou.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
cs_cz: Nemělo by to trvat příliš dlouho, děkuji za vaši trpělivost a prosím omluvte tuto nepříjemnost

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
cs_cz: %1$s je <strong>zastaralé</strong> od verze %2$s! Použijte místo toho %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
cs_cz: %1$s je <strong>zastaralé</strong> od verze %2$s bez žádné dostupné alternativy.

source: day
cs_cz: den

source: view
cs_cz: pohled
